Repository: OPUS4/application
Catalog: modules/publish/language/errors.tmx
Source language: de
Languages: en

source: Fehler: es wurden keine Dateien hochgeladen oder Daten übermittelt. Eine mögliche Ursache sind zu große Dateien, die die erlaubte Upload Größe in php.ini übersteigen. Der Administrator wird darüber informiert. Bitte versuchen Sie erneut ein Dokument mit einer kleineren Datei zu veröffentlichen.
en: Error: No files uploaded or data submitted. This error can possibly be caused by files that enlarge the allowed upload size in php.ini. The administrator will be informed. Please retry publishing a document using a smaller file.

source: Ein Dokument darf einer Schriftenreihe nur einmal zugeordnet werden. Bitte wählen Sie eine andere Schriftenreihe aus.
en: A document may only be related once to a series. Please choose another one.

source: Diese Bandnummer wurde in der gewählten Schriftenreihe bereits vergeben. Bitte wählen Sie eine andere Nummer.
en: This number is already used for the choosen series. Please enter another number.

source: Fehler: Dokumenttyp fehlt!
en: Error: missing document type!

source: Fehler: Bestätigen Sie bitte unsere rechtlichen Hinweise.
en: Error: Please confirm our legal notices.

source: Fehler: Sie können einen Titel nicht mehrmals in derselben Sprache angeben. Bitte wählen Sie eine andere Sprache oder löschen Sie den Titel.
en: Error: You may not enter a title with the same language several times. Please choose a different language or delete the title.

source: Tragen Sie bitte den Titel in der gewählten Sprache der Veröffentlichung (Dokumentsprache) ein.
en: Please enter the title in the chosen publication language.

source: Bitte geben Sie auch eine Emailadresse an oder löschen Sie das Häkchen.
en: Please fill in a email or delete the checkbox.

source: Bitte geben Sie auch den Nachnamen an oder löschen Sie den Vornamen.
en: Please fill in a last name or delete the first name.

source: Bitte geben Sie auch den Titel an oder löschen Sie die Sprachauswahl.
en: Please fill in a title or delete the language field.

source: Bitte geben Sie die Sprache an oder löschen Sie den Titel.
en: Please choose a language or delete the title field.

source: Es sind Fehler aufgetreten. Bitte beachten Sie die Fehlermeldungen an den Formularfeldern.
en: Errors occurred. Please check the error messages beside the form fields.

source: Fehler: es <b>fehlen</b> Dokumenttyp-Felder innerhalb des Templates. Bitte vergleichen und ergänzen Sie.
en: Error: document type fields <b>are missing</b> in the template. Please compare template with document type and complete it.

source: Fehler: es gibt <b>zu viele</b> Dokumenttyp-Felder innerhalb des Templates. Bitte vergleichen und löschen Sie.
en: Error: there are too many document type fields in the template. Please compare template with document type and delete.

source: Bitte laden Sie mindestens eine Datei hoch.
en: Please upload at least one file.

source: Ihre Datei übersteigt die erlaubte Größe.
en: Your file exceeds the defined size.

source: Ihre Datei übersteigt die erlaubte Größe. Die erlaubte Größe liegt bei '%size%' Byte.
en: Your file exceeds the defined size. The allowed size is '%size%' Byte.

source: Die Datei hat eine unerlaubte Dateiendung.
en: File has a forbidden extension.

source: Bitte wählen Sie eine andere Datei.
en: Please choose another File.

source: Die Datei '%name%' hat folgende Fehler:
en: The file '%name%' has the following errors:

source: Der Dateiname hat zu viele Zeichen. Die maximal erlaubte Zeichenzahl beträgt '%size%' Zeichen.
en: The length of your filename is too long. Your filename should have less then '%size%' characters.

source: Der Dateiname enthält nicht zugelassene Zeichen oder hat eine falsche Form.
en: Your filename has not allowed characters or a wrong form.

source: Unerlaubter Datentyp: bitte tragen Sie ausschließlich eine Zeichenkette ein.
en: Invalid datatype: please enter just a string.

source: Fehler: %value% darf nur alphabetische Zeichen enthalten.
en: Error: %value% may only contain alphabetic characters.

source: Dieses Feld muss ausgefüllt werden.
en: This field is required.

source: Bitte tragen Sie ein Jahr ein, dass größer als %min% ist.
en: Please enter a year that is greater that %min%.

source: Fehler: %value% ist keine Jahresangabe.
en: Error: %value% does not appear to be an year.

source: Ungültiges Jahr. Bitte ändern in das Format YYYY.
en: Invalid year given. Value should be a integer of format YYYY.

source: Unerlaubter Datentyp: bitte tragen Sie ausschließlich eine Zeichenkette, eine Zahl, ein Array oder Zend_Date ein.
en: Invalid datatype: please enter just a string, an integer, array or Zend_Date.

source: Fehler: %value% scheint kein gültiges Datum zu sein.
en: Error: %value% does not appear to be a valid date.

source: Bitte ändern Sie %value% in das Datumsformat TT.MM.JJJJ.
en: Please change %value% to fit the date format YYYY/MM/DD.

source: Der Wert wird benötigt und darf nicht leer bleiben.
en: Value is required and can't be empty.

source: Der Wert %value% wurde nicht in der Auswahl gefunden.
en: The value %value% was not found in the selection.

source: Der Wert %value% ist keine gültige MSC Klasse.
en: The value %value% is not a valid MSC class.

source: Der Wert %value% ist keine gültige CCS Klasse.
en: The value %value% is not a valid CCS class.

source: Der Wert %value% ist keine gültige DDC Klasse.
en: The value %value% is not a valid DDC class.

source: Der Wert %value% ist keine gültige PACS Klasse.
en: The value %value% is not a valid PACS class.

source: Der Wert %value% ist keine gültige JEL Klasse.
en: The value %value% is not a valid JEL class.

source: Der Wert %value% ist keine Zahl.
en: The value %value% is not a number.

source: Sie wollen ein unbekanntes Formularelement erzeugen. 1) Überprüfen Sie den Variablennamen. 2) Einfache Elemente (z.B. Language, Identifier) werden mit element aufgerufen 3) Mehrfachelemente einer Gruppe werden mit group aufgerufen (z.B. Personen, Titel, Multiplicity=*)
en: You try to create an unknown form element. 1) Please check the variable name. 2) Single elements (ex: Lanuage, Identifier) are called by element 3) Multiple elements of a group are valled by group (ex: Persons, Titles, Multiplicity=*)

source: Fehler bei der Formularübermittlung
en: Error during form transmit

source: Es wurde leider kein Button erkannt. Eventuell wurde nach dem Hinzufügen oder Löschen eines Feldes ein Reload der Formular-Seite ausgeführt. Bitte beginnen den Veröffentlichungsprozess erneut.
en: No button detected. Possibly, the form page was reloaded after a field was added or deleted. Please start publishing again.

source: Inkorrekter Feldname %value% : es wurden nicht erlaubte Zeichen verwendet.
en: Incorrect fieldname %value% caused by illegal characters.

source: Das Enrichmentfeld %value% wurde noch nicht in der Administration angelegt und darf nicht verwendet werden.
en: The enrichment field %value% wasn't created yet in the administration and may not be used.

source: Session Timeout. Bitte beginnen Sie die Veröffentlichung erneut.
en: Session Timeout. Please start publishing process again.

source: Das Dokument kann leider nicht gespeichert werden, da es sich nicht in einem korrekten Zustand befindet.
en: The document cannot be stored. It has not a proper document state.

source: Fehler während des Formularaufbaus: es wurde kein aktuelles View-Objekt spezifizert.
en: Error during form building: no current view object specified.

source: Bei dieser Sammlung sind nur Einträge gestattet, die nicht weiter spezifiziert werden können. Wählen Sie einen anderen Eintrag oder navigieren Sie weiter durch Drücken von "runter".
en: This collection accepts only those entries which cannot be specified futhermore.

source: Bitte geben Sie auch einen Vornamen ein oder löschen Sie die Email-Adresse.
en: Plese enter a first name or delete the mail address.

source: Bitte geben Sie auch einen Nachnamen ein oder löschen Sie die Email-Adresse.
en: Plese enter a last name or delete the mail address.

source: Bitte überprüfen Sie die angegebene Email-Adresse!
en: Please check the mail address you provided.

source: Bitte geben Sie eine Bandnummer an.
en: Plese enter a serial number.

source: Bitte wählen Sie eine Schriftenreihe aus.
en: Plese choose a series.

source: Die eingegebene URN existiert bereits. Bitte wählen Sie eine andere URN.
en: The given URN already exists, please choose another one.

source: Die eingegebene DOI existiert bereits. Bitte wählen Sie eine andere DOI.
en: The given DOI already exists, please choose another one.

source: Es ist ein unerwarteter Fehler aufgetreten. Ihre Eingaben sind gelöscht. Bitte versuchen Sie es erneut oder wenden Sie sich an den Administrator.
en: An unexpected error occurred: your input is lost. Please try again or contact the administrator.
